In [1]:
import pandas as pd

In [2]:
pd.DataFrame({'yes':[12,34,56],'no':[19,181,17]})

   yes   no
0   12   19
1   34  181
2   56   17

In [3]:
 pd.DataFrame({'yes':[12],'no':[19]})

   yes  no
0   12  19

In [4]:
a=pd.DataFrame({'yes':[12,34,56],'no':[19,181,17]})

In [5]:
a

   yes   no
0   12   19
1   34  181
2   56   17

In [6]:
b=pd.DataFrame({'First Name':['Hanzala','Huzaifa','Zainab'],'Last Name':['Naeem','Naeem','Naeem']})

In [7]:
b

  First Name Last Name
0    Hanzala     Naeem
1    Huzaifa     Naeem
2     Zainab     Naeem

In [8]:
c=pd.DataFrame({'First Name':['Hanzala,Huzaifa,Zainab'],'Last Name':['Naeem,Naeem,Naeem']})

In [9]:
c

               First Name          Last Name
0  Hanzala,Huzaifa,Zainab  Naeem,Naeem,Naeem

In [10]:
b=pd.DataFrame({'First Name':['Hanzala','Huzaifa','Zainab'],'Last Name':['Naeem','Naeem','Naeem']},index=['a','b','c'])

In [11]:
b

  First Name Last Name
a    Hanzala     Naeem
b    Huzaifa     Naeem
c     Zainab     Naeem